
read_verilog chacha_ise.v
synth
write_verilog work/synth_schacha20.v
stat -tech cmos
ltp

